{
  "links": [{
      "displayName": "hackthebox",
      "link": "https://www.hackthebox.eu/profile/79963 "
    },
    {
      "displayName": "github",
      "link": "https://github.com/joevbruno"
    },
    {
      "displayName": "resume",
      "link": "https://hello.joebruno.design/resume.pdf"
    },
    {
      "displayName": "twitter",
      "link": "https://twitter.com/joevbruno"
    },
    {
      "displayName": "linkedin",
      "link": "https://www.linkedin.com/in/joe-bruno-b2120975/"
    }
  ],
  "paragraphs": [
    "Joe Bruno is an Offensive Security Consultant, Senior Software Architect, and Bug Bounty Hunter with nearly a decade of IT experience within a variety of domains, including IT Governance, Software Development, PHP Malware Research, and Application Security. He holds a number of certifications, including the Offensive Security Certified Professional (OSCP), and has considerable experience attacking, defending, and building modern, award-winning applications for non-profits, government contractors, and startups, particularly within the Martech, Fintech, and InfoSec business sector.",
    "As a Software Developer, Joe has architected and delivered multiple 100K+ line Full Stack Javascript Applications utilizing Node, Typescript, React, and Redux for various companies. Outside of Full Stack Javascript and Offensive Security, he has predominantly worked with PHP, Wordpress, Laravel and occasionally, Ruby on Rails. He has dabbled in Go, shipped an app or two in Elm and Elixir, and written enough Python to modify or create exploits and machine learning models.",
    "Joe is seeking a unique, senior level position at a remote friendly company, which combines Offensive Security, Product Development, and Design to make the world safer."
  ],
  "titles": ["Hello World", "What's next?"],
  "misc": [
    "$ nc -nlvp 443",
    "…listening on port 443…",
    "Engineer. Designer. Hacker.",
    "CONNECT"
  ],
  "footer": "© Joe Bruno. All rights reserved. Forever. 😃"
}